/* Title for alert displayed when download or parse error occurs. */
"Error Title" = "Cannot Show Carparks";

/* Error message displayed when not connected to the Internet. */
"No Connection Error" = "StrasPark cannot retrieve Carparks data because it is not connected to the Internet.";

/* Error message displayed when receiving an HTTP connection error. */
"HTTP Error" = "StrasPark cannot retrieve Carparks data because of a connection problem.";

/* Cancel */
"Cancel" = "Cancel";

"NavigationTitle" = "Carparks of Strasbourg";

"Service de localisation désactivé" = "Location Services Disabled";

"locationServicesDisabledMessage" = "You currently have all location services for this device disabled. If you proceed, you will be asked to confirm whether location services should be reenabled.";

"Classer par proximité" = "Sort by proximity";
"Classer par ordre alphabétique" = "Sort alphabetically";

"Chargement en cours..." = "Loading in progress...";

"Dernier rafraîchissement : %@" = "Last refresh : %@";

"FERMÉ" = "CLOSED";

"libre / %i" = "free / %i";
"libres / %i" = "free / %i";
"%i place libre / %i" = "%i free place / %i";
"%i places libres / %i" = "%i free places / %i";

"à %.0f km%@" = "wth %.0f km%@";
"à %.0f mètre%@" = "with %.0f meter%@";
"km_pluriel" = "s";
"m_pluriel" = "s";

"Itinéraire vers ce parking" = "Route towards this carpark";
